"ACTION_REQUIRED_TITLE" = "Beavatkozás szükséges";
"ANSWER_CALL_BUTTON_TITLE" = "Válaszol";
"APN" = "Bejövő hívás";
"AUDIO_PERMISSION_MESSAGE" = "Az alkalmazás megfelelő működéséhez az alkalmazásnak hozzá kell férni a telefonod mikrofonjához. Az engedélyt a Beállítások >> Adatvédelem >>  Mikrofon >> Signal menüpontban vonhatod vissza.";
"CALL_BUTTON_TITLE" = "Hívás";
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Nem regisztrált szám";
"DISABLING_BACKUP_FAILED" = "Egy problémába ütköztünk a hívásnapló elmentésekor. A hívásnaplód sérülhetett az iTunes/iCloud mentésekben.";
"ERROR_WAS_DETECTED_TITLE" = "Pech!";
"ERROR_WAS_DETECTED_SUBMIT" = "Egy programhiba lépett fel. Ezen hiba jelentésével segíthetsz jobbá tenni a Signal-t.";
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Szerverhiba!";
"END_CALL_BUTTON_TITLE" = "Befejezés";
"END_CALL_HANDSHAKE_FAILED" = "Kapcsolódás sikertelen!";
"END_CALL_HANGUP_LOCAL" = "Bontottad a beszélgetést.";
"END_CALL_HANGUP_REMOTE" = "Bontották a beszélgetést.";
"END_CALL_LOGIN_FAILED" = "Sikertelen bejelentkezés!";
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Üzenet a szervertől:";
"END_CALL_NO_SUCH_USER" = "A telefonszám nincs regisztrálva a Signal vagy RedPhone alkalmazásokkal.";
"END_CALL_RECIPIENT_UNAVAILABLE" = "A fogadófél nem elérhető.";
"END_CALL_REJECTED_LOCAL" = "A hívást elutasítottad.";
"END_CALL_REJECTED_REMOTE" = "Hívás elutasítva.";
"END_CALL_REPLACED_BY_NEXT" = "Másik hívást bonyolítottál.";
"END_CALL_RESPONDER_IS_BUSY" = "Foglalt...";
"END_CALL_STALE_SESSION" = "Nem fogadott hívás.";
"END_CALL_UNCATEGORIZED_FAILURE" = "Kliens hiba!";
"HOME_FOOTER_FIRST_MESSAGE_CALLS_UNSORTED" = "Van...";
"HOME_FOOTER_FIRST_MESSAGE_CALLS_NIL" = "Minden kész van";
"HOME_FOOTER_SECOND_MESSAGE_CALLS_UNSORTED" = "rendezetlen hívások";
"HOME_FOOTER_SECOND_MESSAGE_CALLS_NIL" = "Nincsenek hívások";
"HOME_FOOTER_SECOND_MESSAGE_CALL_UNSORTED" = "rendezetlen hívás";
"INBOX_VIEW_TUTORIAL_LABEL_MIDDLE" = "Ellenőrizd a kontaktjaidat, hogy megtudd mely barátaiddal beszélhetsz biztonságosan";
"INBOX_VIEW_TUTORIAL_LABEL_TOP" = "Még nem volt hívásod Signal felhasználótól.";
"INVITE_USERS_ACTION_SHEET_TITLE" = "Felkérés küldése telefonszám alapján";
"INVITE_USERS_MESSAGE" = "Szeretnélek biztonságosan felhívni a Signal alkalmazás használatával. A Signal alkalmazás letölthető az App Store-ból:";
"INVITE_USER_MODAL_TITLE" = "Nem regisztrált kontakt";
"INVITE_USER_MODAL_BUTTON_CANCEL" = "Köszönöm, nem!";
"INVITE_USER_MODAL_BUTTON_INVITE" = "Meghívás";
"INVITE_USER_MODAL_TEXT" = "A telefonszám nincs regisztrálva a Signal alkalmazásban. Szeretnéd meghívni őket SMS-ben?";
"IN_CALL_CONNECTING" = "Kapcsolódás...";
"IN_CALL_RINGING" = "Hívás...";
"IN_CALL_SECURING" = "OK. Biztonságossá tétel...";
"IN_CALL_TALKING" = "Biztonságos. Aktív.";
"IN_CALL_TERMINATED" = "Kész.";
"KEYPAD_NAV_BAR_TITLE" = "Billentyűzet";
"OK" = "OK";
"APN_Message" = "Új üzenet!";
"APN_FETCHED_FAILED" = "Új üzenet! Nyisd meg az alkalmazást az olvasáshoz.";
"APN_MESSAGE_FROM" = "Üzenet feladója";
"APN_MESSAGE_IN_GROUP" = "Üzenet csoportban";
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ csoportban %@: %@";
"NOTIFICATION_SEND_FAILED" = "Az üzenetedet nem sikerült elküldeni neki: %@.";
"CONFIRMATION_TITLE" = "Megerősítés";
"PUSH_SETTINGS_MESSAGE" = "A Signal alkalmazás megfelelő működéséhez a push és hang értesítések engedélyezése szükséges. Kérlek engedélyezd a Beállítások >> Értesítésítések >> Signal menüpontnál.";
"RECENT_NAV_BAR_TITLE" = "Hívás napló";
"REGISTER_FAILED_TRY_AGAIN" = "Próbáld újra";
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Kérlek adj meg egy érvényes országkódot";
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Országkód Hiba";
"REGISTRATION_NON_VALID_NUMBER" = "Telefonszám formátum nem támogatott, vedd fel a kapcsolatot a supporttal.";
"REGISTER_CHALLENGE_ALERT_VIEW_TITLE" = "Helytelen kód";
"REGISTER_CHALLENGE_ALERT_VIEW_BODY" = "Kérem ellenőrizd a kódot és próbáld újra.";
"REGISTER_RATE_LIMITING_BODY" = "A szerver jelenleg korlátozza a regisztrációkat, kérlek próbáld újra később.";
"REGISTRATION_ERROR" = "Regisztrációs hiba";
"REGISTRATION_RESTRICTED_MESSAGE" = "Valaki izgatottan várja, hogy elküldje első üzenetét! Regisztrálnod kell a használatba vételhez.";
"REGISTER_CONTACTS_WELCOME" = "Üdvözlünk!";
"REGISTER_CONTACTS_BODY" = "A Signal lehetővé teszi neked, hogy privát beszélgetést tudj folytatni meglévő kontaktjaiddal. A Signal használatához kérlek engedélyezd a hozzáférést a kontaktjaidhoz.";
"REGISTER_CONTACTS_CONTINUE" = "Folytatás";
"RELAY_REGISTERED_ERROR_RECOVERY" = "A regisztrálni kívánt telefonszám már regisztrálva lett egy másik szerveren. Vond vissza a regisztrációdat innen, és próbáld meg újra.";
"AB_PERMISSION_MISSING_TITLE" = "Sajnáljuk!";
"AB_PERMISSION_MISSING_BODY" = "A Signal hozzáférést igényel a kontaktjaidhoz. Nem tároljuk el a kontaktjaidat a szervereinken.";
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "A Signal-nak szüksége van arra, hogy hozzá tudjon férni a kontaktjaidhoz. A kontaktokhoz való hozzáférés korlátozva van. A Signal bezárul. A Beállítások alkalmazás >> Általános >> Korlátozások >> Kontaktok >> Módosítások engedélyezése menüpontjában átmenetileg letilthatod a korlátozást, hogy a Signal hozzáférjen a kontaktjaidhoz.";
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Bezár";
"AB_PERMISSION_MISSING_ACTION" = "Hozzáférés adása";
"REJECT_CALL_BUTTON_TITLE" = "Elutasít";
"SERVER_CODE" = "A szerver az alábbi állapotkóddal válaszolt:";
"SETTINGS_LOG_CLEAR_MESSAGE" = "Hívás napló törölve";
"SETTINGS_LOG_CLEAR_TITLE" = "Művelet befejezve";
"SETTINGS_NAV_BAR_TITLE" = "Beállítások";
"SETTINGS_NUMBER_PREFIX" = "A számod:";
"SETTINGS_SENDLOG" = "Hibakeresési napló beküldése";
"TABLE_SECTION_TITLE_REGISTERED" = "Regisztrált Kontaktok";
"TABLE_SECTION_TITLE_UNREGISTERED" = "Nem regisztrált Kontaktok";
"TIMEOUT" = "Időtúllépés";
"TIMEOUT_CONTACTS_DETAIL" = "Nem tudtuk elérni a frissített kontakt listát a szerverről. Kérlek, próbáld újra később! ";
"TXT_ADD_CONTACT" = "+ Kontakt hozzáadása";
"TXT_CANCEL_TITLE" = "Mégsem";
"TXT_SEARCH_PLACEHOLDER_TEXT" = "Keresés";
"UNKNOWN_CONTACT_NAME" = "Ismeretlen hívó";
"WHISPER_NAV_BAR_TITLE" = "Bejövő";
"ARCHIVE_NAV_BAR_TITLE" = "Archívum";
/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION"= "Archiválás";
/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Archívumból visszahelyezés";
"SETTINGS_ABOUT" = "Az alkalmazásról";
"SETTINGS_VERSION" = "Verzió";
"SETTINGS_SUPPORT" = "Támogatás";
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems\nLicensz a GPLv3 szerint";
"SETTINGS_SHARE_INSTALL" = "Install Link megosztás";
"SETTINGS_INFORMATION_HEADER" = "Információ";
"SETTINGS_INVITE_HEADER" = "Meghívas";
"SETTINGS_HELP_HEADER" = "Segítség";
"SETTINGS_INVITE_TWITTER_TEXT" = "Elérhetsz engem a Signal alkalmazással, amelyet a @WhisperSystems fejleszt. Töltsd le most!";
"SETTINGS_ADVANCED_TITLE" = "Haladó";
"SETTINGS_ADVANCED_DEBUGLOG"= "Debug Log engedélyezés";
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Debug Log továbbítása";
"FINGERPRINT_SHRED_KEYMATERIAL_CONFIRMATION" = "Biztosan alaphelyzetbe akarod állítani ezt a munkamenetet? Ez a művelet visszafordíthatatlan.";
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Munkamenet alaphelyzetbe állítása.";
"TXT_DELETE_TITLE" = "Törlés";
"CAMERA_ROLL_SAVE_BUTTON" = "Mentés Fotók közé";
"CAMERA_ROLL_COPY_BUTTON" = "Másolás";
"NEW_GROUP_DEFAULT_TITLE" = "Új csoport";
"LOADING_CONTACTS_LABEL_LINE1" = "Kontaktjaid betöltése.";
"LOADING_CONTACTS_LABEL_LINE2" = "Kérlek várj!";
"EMPTY_CONTACTS_LABEL_LINE1" = "Egyik kontaktodnak sincs Signal-ja!";
"EMPTY_CONTACTS_LABEL_LINE2" = "Miért nem hívsz meg valakit?";
"EMPTY_CONTACTS_INVITE_BUTTON" = "Kontakt meghívása";
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Keresés név vagy telefonszám alapján";
"SEND_SMS_BUTTON" = "SMS küldése:";
"SEND_SMS_CONFIRM_TITLE" = "Szeretnéd meghívni egy barátodat nem-biztonságos SMS-en keresztül?";
"SEND_SMS_INVITE_TITLE" =  "A következő telefonszámokat szeretnéd meghívni a Signal használatához:";
"SEND_SMS_INVITE_SUCCESS" = "Meghívtad a barátod hogy használja a Signal-t!";
"SEND_SMS_INVITE_FAILURE" = "SMS küldése nem sikerült, kérlek próbáld meg később.";
"QUESTIONMARK_PUNCTUATION" = "?";
"UNSUPPORTED_FEATURE_ERROR" = "Készüléked nem támogatja ezt a funkciót.";
"SMS_INVITE_BODY" = "Meghívlak, hogy telepítsd a Signal-t! Itt van a link:";
"SEND_BUTTON_TITLE" = "Küldés";
"UPDATE_BUTTON_TITLE" = "Frissítés";
"LEAVE_BUTTON_TITLE" = "Csoport elhagyása";
"MEMBERS_BUTTON_TITLE" = "Tagok";
"DELIVERED_MESSAGE_TEXT" = "Kézbesítve";
"FAILED_SENDING_TEXT" = "Küldés sikertelen. Koppints az újra próbálkozáshoz!";
"SEND_AGAIN_BUTTON" = "Küldés újra";
"ACCEPT_IDENTITYKEY_QUESTION" = "Elfogadod a %@ új azonosító kulcsát: %@?";
"ACCEPT_IDENTITYKEY_BUTTON" = "Új azonosító kulcs elfogadása";
"COPY_IDENTITYKEY_BUTTON" = "Új azonosító kulcs másolása a vágólapra";
"TAKE_MEDIA_BUTTON"= "Fotó vagy videó készítése";
"TAKE_PICTURE_BUTTON"= "Kép készitése";
"CHOOSE_MEDIA_BUTTON" = "Válassz a könyvtárbol...";
"FAILED_RETRYING_DIRECTORY_DOWNLOAD" = "A névjegyzék letöltése nem sikerült. Ismétlés %f órán belül.";
"SETTINGS_CLEAR_HISTORY" = "Előzmény napló törlése";
"SETTINGS_FINGERPRINT" = "Ujjlenyomat";
"SETTINGS_FINGERPRINT_COPY" = "Koppints a másoláshoz.";
"SETTINGS_FINGERPRINT_COPY_SUCCESS" = "Átmásolva!";
"SETTINGS_PRIVACY_TITLE" = "Adatvédelem";
"SETTINGS_SCREEN_SECURITY" = "Biztonságos képernyő engedélyezése";
"SETTINGS_SECURITY_TITLE" = "Biztonságos képernyő";
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Megakadályozza, hogy az alkalmazásválasztóban megjelenjen a Signal alkalmazás képernyője.";
"SETTINGS_HISTORYLOG_TITLE" = "Előzmény napló";
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Biztosan törölni akarod összes előzményedet (üzenetek, mellékletek, hívás napló...) ? Ez a művelet nem visszavonható.";
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Biztosan akarom.";
"PUSH_MANAGER_REPLY" = "Válasz";
"PUSH_MANAGER_MARKREAD" = "Megjelölés olvasott üzenetként";
"SCAN_KEY" = "Kulcs beolvasása";
"SCAN_KEY_VERIFIED_TITLE" = "Hitelesítve!";
"SCAN_KEY_VERIFIED_TEXT" = "A beolvasott ujjlenyomat megegyezik a rögzítettel.";
"SCAN_KEY_CONFLICT_TITLE" = "Konfliktus!";
"SCAN_KEY_CONFLICT_TEXT" = "A beolvasott ujjlenyomat nem egyezik meg egyik a rögzítettel.";
"SECURE_SESSION_RESET" = "Biztonságos munkamenet alaphelyzetbe állítva.";
"UNSUPPORTED_ATTACHMENT" = "Nem támogatott melléklet típust kaptál.";
"REGISTERED_NUMBER_TEXT" = "Regisztrált szám:";
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Biztosan törölni akarod a fiókod?";
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Ez vissza fogja állítani az alkalmazást az üzeneteid törlése által és le fog jelenteni a szerverröl. Az app bezár adattörlés után";
"PROCEED_BUTTON" = "Végrehajtás";
"UNREGISTER_SIGNAL_FAIL" = "Nem sikerült a Signal fiókod törlése.";
"NETWORK_ERROR_DESC" = "Nem tudjuk elérni a Signal szerverét.";
"NETWORK_ERROR_RECOVERY" = "Kérlek, ellenőrizd az internet kapcsolatodat, és próbáld újra.";
"NETWORK_STATUS_HEADER" = "Hálózati állapot";
"NETWORK_STATUS_TEXT" = "A halózat állapotát meg tudod nézni, ha ellenőrzöd a színes sávot az inbox-od felett.";
"NETWORK_STATUS_CONNECTED" = "Csatlakozva";
"NETWORK_STATUS_OFFLINE" = "Offline";
"NETWORK_STATUS_CONNECTING" = "Csatlakozás";
"MULTIDEVICE_PAIRING_MAX_DESC" = "Nem párosíthatsz több készüléket.";
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Elérted a fiókoddal párosítható maximum eszközök számát. Kérlek távolíts el egy eszközt, vagy próbáljd meg később ismét a párosítást.";
"EMPTY_INBOX_FIRST_TITLE" = "Kész. Kész. Kész.";
"EMPTY_INBOX_FIRST_TEXT" = "Tipp:  adj meg egy beszélgetést emlékeztetőként!";
"EMPTY_ARCHIVE_FIRST_TITLE" = "Indítsd el első Signal beszélgetésed!";
"EMPTY_ARCHIVE_FIRST_TEXT" = "Érintsd meg az új üzenet gombot.";
"EMPTY_INBOX_TITLE" = "Minden teljesen tiszta.";
"EMPTY_INBOX_TEXT" = "Nincs új bejövő üzeneted, szép napot!";
"EMPTY_ARCHIVE_TITLE" = "Tisztítsd a beszélgetéseidet.";
"EMPTY_ARCHIVE_TEXT" = "Tudod késöbbre tárolni az inaktív beszélgetéseidet az Inboxodból.";
"GROUP_UPDATED" = "Csoport frissítve.";
"GROUP_TITLE_CHANGED" = "A cím most %@";
"GROUP_AVATAR_CHANGED" = "A profilképed megváltozott.";
"GROUP_MEMBER_LEFT" = "%@ elhagyta a csoportott.";
"GROUP_YOU_LEFT"= "Elhagytad a csoportot.";
"GROUP_CREATING" = "Új csoport létrehozása";
"GROUP_REMOVING" = "%@ csoport elhagyása";
"GROUP_CREATING_FAILED" = "Csoport létrehozás sikertelen";
"GROUP_REMOVING_FAILED" = "Csoport elhagyása sikertelen";
"GROUP_MEMBER_JOINED" = "%@ belépett a csoportba.";
/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Csoport tagok";
"ME_STRING" = "Én";
"WARNING_STRING" = "Figyelmeztetés";
"CALLBACK_BUTTON_TITLE" = "Visszahívás";
"ATTACHMENT" = "Melléklet";
"ATTACHMENT_DOWNLOADING"     = "Melléklet letöltése";
"ATTACHMENT_QUEUED"          = "Új melléklet várakozik helyrehozásra.";
"ATTACHMENT_DOWNLOAD_FAILED" = "Melléklet letöltése nem sikerült. Érintsd meg ismételésre.";
"INCOMING_CALL" = "Bejövő hívás";
"INCOMING_CALL_FROM" = "Bejövő hívás %@";
"OUTGOING_CALL" = "Kimenő hívás";
"MISSED_CALL" = "Nem fogadott hívás";
"ERROR_MESSAGE_NO_SESSION" = "Nincs elérhető munkamenet a kontakthoz.";
"ERROR_MESSAGE_MISSING_KEY" = "Üzenetet kaptál ismeretlen PreKey-vel.";
"ERROR_MESSAGE_INVALID_MESSAGE" = "Hibás üzenetet kaptál.";
"ERROR_MESSAGE_INVALID_VERSION" = "A kapott üzenet nem kompatibilis ezzel a verzióval.";
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Kaptál egy duplikált üzenetet.";
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "A címzett kulcsa nem érvényes.";
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Identitás kulcs változott. Érintsd meg az új kulcs igazolásához.";
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Ismeretlen hiba lépett fel.";
"REGISTRATION_TITLE_LABEL" = "Telefonszámod";
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Országkód";
"REGISTRATION_PHONENUMBER_BUTTON" = "Telefonszám";
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Telefonszám beadása";
"REGISTRATION_VERIFY_DEVICE" = "Ez a készülék igazolása ";
"VERIFICATION_HEADER" = "Igazolás";
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Igazolási kód";
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Igazolási kód benyújtása";
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Kód újra kérése";
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Hívjál inkább engem";
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Szám változtatása";
"CONVERSATIONS_VIEW_TITLE" = "Beszélgetések";
"MESSAGE_COMPOSEVIEW_TITLE" = "Új üzenet";
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Nevezd ezt a csoportott chat-nek";
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Adjál hozzá embereket";
"FINGERPRINT_INFO_THEIRS" = "Érintsd meg más felhasználó ujjlenyomata beolvasásához";
"FINGERPRINT_INFO_YOURS" = "Érintsd meg, hogy kijelezd ujjlenyomatodat egy másik felhasználo számára";
"FINGERPRINT_INFO_ABOUT" = "Hasonlítsd össze mindkét ujjlenyomatot a kontakt személyazonosságod és üzenet integrálásának ellenőrzéséhez.";
"FINGERPRINT_YOURS" = "Az ujlenyomatod";
"COUNTRYCODE_SELECT_TITLE" = "Válassz országhívószámot";
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Fiók törlése";
"SETTINGS_NOTIFICATIONS" = "Értesítések";
"MSGVIEW_YOU_CALLED" = "Hívtad %@-t.";
"MSGVIEW_RECEIVED_CALL" = "Hívást kaptál %@-töl/-tol.";
"MSGVIEW_MISSED_CALL" = "Nem fogadott hívás tőle: %@.";
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Küldő neve & üzenete";
"NOTIFICATIONS_FOOTER_WARNING" = "Az Apple push framework -jében ismert hibák miatt az üzenet elölnézetek csak akkor jelennek meg, ha az üzenet visszatér a küldés utáni 30 másodpercen belül. Az alkalmazás jelvény pontatlan lehet eredményként.";
"NOTIFICATIONS_SENDER_ONLY" = "Csak a küldő neve";
"NOTIFICATIONS_NONE" = "Nincs név vagy üzenet";
"NOTIFICATIONS_SHOW" = "Mutasd";
"NOTIFICATIONS_SOUND" = "Értesítési hangok";
"NOTIFICATIONS_SECTION_BACKGROUND" = "Háttér értesítések";
"NOTIFICATIONS_SECTION_INAPP" = "Belső értesítések";
"LOGGING_SECTION" = "Naplózás";
"REREGISTER_FOR_PUSH" = "Újraregisztrálás a push értesítésekért";
"PHONE_NEEDS_UNLOCK" = "Az iPhone-odnak feloldva kell lenni az új üzenetek fogadásához.";
"PUSH_REGISTER_TITLE" = "Azonnali értesítések";
"PUSH_REGISTER_SUCCESS" = "Ez a készülék sikeresen újraregisztrált a push értesítésekhez.";
"RATING_TITLE" = "Signal támogatása!";
"RATING_MSG" = "Ha élvezed használni a Signal -t, hogy legyenek privát beszélgetéseid, támogathatod a projektünket azzal, hogy értékeled. Nem tart tovább egy percnél és segít másoknak, hogy találjanak némi magánéletet.";
"RATING_RATE" = "Signal értékelése";
